Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 齐静春有些好奇，为何少年这次没有痛下杀手，大好机会，稍纵即逝，后患无穷。齐静春是醇儒，恪守礼节，却不会死守教条，不是那种只会摇头晃脑掉书柜的迂腐酸儒。他对于苻南华之流，无论资质根骨还是性情脾气，实在再熟悉不过，哪怕在今日小巷中，被少年威胁得暂时放弃报复，但此事绝对会是年轻人生平仅见的奇耻大辱，上纲上线到道心魔怔都不为过，到时候要跟少年斤斤计较的，可不就是苻南华本人，而是整座南海之主老龙城了。
en_us: Qi Jingchun was rather curious about why Chen Ping'an had refrained from going for the kill here. This was a perfect opportunity, and if he were to let it slip by, the consequences could've been catastrophic. Qi Jingchun was a devout follower of the teachings of Confuciasm, strictly abiding by the code of conduct and etiquette set out by Confucius himself, but he wasn't one to dogmatically follow rules. He wasn't one of those narrow-minded scholars who only knew how to preach directly from books. When it came to people of Fu Nanhua's personality and level of aptitude for cultivation, he couldn't be more familiar with their patterns of behavior. Even if he were to be intimidated by Chen Ping'an into temporarily giving up on seeking revenge, he was definitely going to see this as the most humiliating disgrace in his life. In fact, Qi Jingchun wouldn't have been surprised if this were to become an internal demon in his Dao Heart. If that were to happen, then it wouldn't just be Fu Nanhua hunting down Chen Ping'an. Instead, he would have to face the wrath of the ruler of the South Sea, the entire Old Dragon City itself.

source: 齐静春有些惊愕，片刻之后，沉声道：“此字为姚，陈平安，你可愿意为姚家报恩，无论生死？！实不相瞒，哪怕没有这片树叶，你也未必没有一线生机，这一点，我可以明确告诉你。所以你千万要想清楚！”
en_us: Qi Jingchun was slightly astonished. After a brief moment, he said solemnly, "The word was Yao. Chen Ping'an, are you willing to repay the Yao Clan's kindness, regardless of life or death?! Truth be told, you might have had a sliver of a chance to live even without this leaf. I can tell you this definitively. So, you definitely have to think this through!"

source: 齐静春有些无奈，挥了挥袖，将那柄剑钉入一根牌坊石柱高处，若是有人强行拔走，必然会惊扰到坐镇中枢的自己，就像之前“说书先生”一明一暗，两次出手，都没有逃过这位学塾先生的遥遥关注。
en_us: Qi Jingchun could only heave a resigned sigh, then swept a sleeve through the air to send the sword plunging high up into one of the stone pillars of the archawy. If anyone were to try and forcibly take the sword, he would be inevitably alerted, just as he had been aware of the sinster machinations that the old storyteller had been carrying out in secret.

source: 齐静春有意无意放慢脚步，转头望去。
en_us: Qi Jingchun slowed down, whether unconsciously or not, and he turned around to look beside him.

source: 齐静春望向坚持己见不愿松手的少年，问道：“你在内心深处，其实不愿意杀他，但问题是这个人，看上去无论如何都要杀你，所以是杀了他，一干二净，暂时保全自身性命，明日事明日了？还是希冀着息事宁人，大事化小小事化了？对不对？”
en_us: Qi Jingchun looked at the young boy who was unwavering in his views and unwilling to loosen his grip. "Deep down, you don't actually want to kill him. The issue, however, is that it looks like this person is determined to kill you no matter what. Thus, killing him will be the easiest solution, and you'll also be able to ensure your safety, at least temporarily. You want to deal with future problems as they come up? Or are you hoping to make concessions to avoid trouble, reducing a major problem to a minor one, and a minor one to nothing at all? Am I correct?"

source: 齐静春来此主持大阵运转后，六十余年，谨守“方正平和”四字师训，绝不以个人好恶，擅自更改小镇百姓的命运轨迹。否则在这位也曾嫉恶如仇的读书人眼中，小镇高门大户里有太多的污秽，陋巷小户里也有太多的贫苦，不过齐静春在冷眼旁观之后，看到大姓大宅也有他们的徒劳无奈，小门小户也有他们的穷凶极恶。久而久之，齐静春如同高高在上的神像，既不享受香火，也不承人情，只是袖手端坐，对世事不闻不问。
en_us: During the 60 or so years after Qi Jingchun had arrived in the town to oversee the operation of the formation, he had strictly upheld the doctrines of fairness and objectivity, never altering the trajectories of the town residents' fate based on his own personal preferences. Otherwise, as a scholar who had once detested evil and upheld justice with all his heart, he would've been far too inclined to condemn the abundance of shady dealings taking place in the town's affluent clans, or to help the town's impoverished and suffering clans. However, through a lens objectivity, Qi Jingchun was able to see that the affluent clans had their own hardships, while the impoverished clans were just as capable of evil. As time passed, Qi Jingchun had become a deity-like existence in the town, refusing to meddle in the affairs of the townsfolk. Instead, all he did was stand by and watch, with observation serving as his sole purpose.

source: 齐静春果然不回答。
en_us: Sure enough, Qi Jingchun didn't answer her questions.

source: 齐静春欲言又止，最后还是没有说什么，正要离去。
en_us: Qi Jingchun wanted to say something, yet he ultimately decided against it. He was just about to leave.

source: 齐静春正色问道：“杨老先生，你是觉得我们先生那四个字，才是对的？”
en_us: "Mr. Yang, you feel like Master's four words were correct?" Qi Jingchun asked with a serious expression.

source: 齐静春正襟危坐，手握刻刀，破天荒有些为难，不知如何刻写印章的篆文，“杀身成仁，舍生取义。对这个孩子来说，好像太大了一些，不妥当，也不吉利。安心在平，立身在正，是不是太虚了一些？可如果是三枚随手凿就的急就章，好像又显得太没有诚意了？”
en_us: Qi Jingchun sat upright, with a carving knife in his hand. He was surprisingly conflicted at this moment, and he wasn't sure what words to engrave on the seals. "Die for a noble cause; choose righteousness over life" seemed like too grand a principle for the young boy. It wasn't suitable, nor was it a good omen. However, the phrases "Be peaceful of the mind; be upright of conscience" also seemed... to be a little too illusive? However, if he carved other random phrases, would that appear too insincere?

source: 齐静春沉声道：“你要知道，小镇每年出生的婴儿，都有个存入密档的代号，镇上也专门有人，会以独门秘术，抽取出一滴心头血，灌注于日后烧制的那只本命瓷当中，女孩本命瓷一烧就要烧六年，男孩的更久，窑火一日不可断，持续烧九年。孩子的天赋如何，就像是普通烧窑的瓷器品相如何，只能听天由命看运气，但是押注后进行赌瓷的出价，很大。虽然说如今你的资质同样平平，但是在你爹毅然决然打碎那件瓷镇纸的时候，小镇外买瓷人的震怒，可想而知。”
en_us: Qi Jingchun continued in a solemn voice, "You have to realize that all of the children born in this small town have a code name that's recorded into a secret document. There are also specific people in this small town who will extract a drop of their heart's blood through a special secret technique, and place this drop of blood in the bonded porcelain that they produce at a later date. The bonded porcelains of females need to be fired for six years, while the bonded porcelains of males need to be fired for even longer. The kiln fire has to burn for nine years, and it can't be stopped for a single day. The talent and aptitude of these children is also just like the quality of the porcelain pieces — everything is decided by fate and fortune. However, those who bet on porcelain have to pay a huge sum. Even though your talent is only mediocre, your father's resolute decision to smash that porcelain paperweight enraged the porcelain buyers outside the small town.

source: 齐静春沉声道：“将这座披云山放回去。”
en_us: "Put the Cloud Drape Mountain back down," Qi Jingchun ordered gravely.

source: 齐静春沉声道：“斩龙一役之后，小镇得以享受三千年大气运，后世子孙英才辈出，无非是寅吃卯粮的手段，只不过既然是四位圣人订立下的规矩，最早那拨选择扎根骊珠洞天的修士，也未有异议，我齐静春自然没有资格在此事上指手画脚。如今天道要镇压此方天地，来便是了，无非是换成我齐静春一人，来替小镇百姓承受这一场劫难，天道和规矩未曾落在空处，诸位又为何阻拦？”
en_us: Qi Jingchun declared in a solemn voice, "Following the dragon-slaying battle, the town was blessed with immense fortune for 3,000 years, producing countless exceptional talents, but it's been severely overexploited. However, the rules were established by the four Sages, and the earliest group of cultivators who chose to settle in the Jewel Small World raised no objections, so I naturally don't have any right to be imposing my will on this matter. Now that the Heavenly Dao is about to subjugate this place, then let it come. I will be the one to endure this tribulation in the place of the town's residents, so the rules will still be followed, and the Heavenly Dao will not be opposed. Why do you insist on trying to stop me?"

source: 齐静春没有回答少年的问题，只是笑道：“记住，君子不救。”
en_us: Qi Jingchun didn't answer the young boy's question. Instead, he smiled and said, "Remember this — a noble person won't save them."

source: 齐静春没有故弄玄虚，也没有一气之下就给搬山猿让路，仍是耐着性子点头道：“当真。”
en_us: Qi Jingchun didn't play any mind games, nor did he step aside to allow Bai Yuan to pass. Instead, he patiently nodded and replied, "Truly."

source: 齐静春没有看他，与少年打开天窗说亮话，“当年真龙陨落于此，四位圣人亲自露面，在这里订立契约，规定每六十年，换一人坐镇此地，帮忙看顾那条真龙死去后留下的残余气数，其实当时是否斩草除根，也不是没有争执不过与你说这些不可告人的天机，便是害你了。大体上，儒释道三教中人，加上一个兵家，四方为主，其余东宝瓶洲的诸子百家、洞天福地、仙家门第、豪阀大族等等，皆有一定的份额和机会，来分润这里的好处。说来可笑，百年内有无买瓷的名额，几乎成了界定一个宗门、世家是否一流地位的标志。”
en_us: Qi Jingchun didn't look at the young boy as he truthfully recounted the events of the past. "When the true dragon was slain here, the four sages personally showed up to form a contract — they would guard this place in rotations of 60 years each, and they would observe the remnant aura of that true dragon. In fact, people dispute whether the dragon was truly killed or not. However, revealing too many of these secrects to you will only bring you calamity. Roughly speaking, this land is ruled by four main forces — scholars, buddhists, daoists, and martial artists. The other forces of the Eastern Treasured Vial Continent, the various schools of thoughts, the myriad blessed lands, the numerous immortal sects, and the countless great clans, all have a certain amount of power and opportunity to obtain some benefits from this small town. It may sound funny, but whether or not one has purchased a bonded porcelain within the past 100 years has almost become synonomous with whether a sect or a clan is a first-rate power."

source: 齐静春法相猛然下坠百丈，只是云海也被一股激荡清风托起百丈。
en_us: All of a sudden, Qi Jingchun's Dao Manifestation abruptly sank down by 1,000 feet, but the sea of clouds was also lifted by 1,000 feet by a stiff breeze.

source: 齐静春温声道：“留在我这里，恩师遗物就要随我一起埋没了，还不如转赠给你。何况你其实是无功不受禄，我在小镇逗留了将近六十年，一直有个小心结，不得解开，可惜恩师已逝，原本以为这辈子都会得不到答案，是你无意间帮我解惑了，所以我将这根簪子送你，于情于理于礼，都很合适。陈平安，只能帮你求来一片槐叶，无法给你再多机缘了。”
en_us: Qi Jingchun said in a gentle voice, "If it's left with me, the final relic of my respected master will also be neglected and stifled with me. Thus, I'm better off giving it to you. Moreover, it's not as if you haven't earned this. I've stayed in this small town for almost 60 years, and there had always been a knot in my heart that I couldn't resolve. However, it's a shame that my respected master has already passed, so I initially thought that I would never receive an answer to this question. In the end, it was you unknowingly cleared up my confusion. Thus, it's only right that I give this jade hairpin to you. Chen Ping'an, I was only able to help you obtain a single locust leaf. There's nothing more I can do for you."

source: 齐静春点了点头，“正是。”
en_us: Qi Jingchun nodded in confirmation, saying, "Indeed."

source: 齐静春点了点头，语重心长道：“切记之前跟你说过的‘君子不救’，那是我的肺腑之言，并非在试探人心。”
en_us: Qi Jingchun nodded and said and said in a meaningful manner, "You must always remember what I said to you before — a noble person won't pointlessly risk their life to save someone. This statement comes from my heart, and it's not merely an attempt to test you."

source: 齐静春点头道：“有人出手相助，刘羡阳性命无忧，毋庸置疑，不过坏消息是他身体遭受重创，以后未必能够像以前那样行动自如。”
en_us: Qi Jingchun nodded and replied, "Someone offered their help, so Liu Xianyang isn't in danger of dying anymore. This is certain. However, the bad news is that he's severely wounded, so he might not be able to move freely in the future."

source: 齐静春点头道：“陪你们走一段路程。”
en_us: Qi Jingchun nodded and said, "I'll accompany you two for a little while."

source: 齐静春点点头，起身跟陈平安招手道：“用你送去的蛇胆石，刻了两方私章，一隶书一小篆，送给你。”
en_us: Qi Jingchun nodded in reply. He stood up and gestured for Chen Ping'an to come over, saying, "I used the snake gall pebbles that you gave me to carve two seals. One's engraved using official script, and one's engraved using oracle bone script. Here, take them."

source: 齐静春犹豫了一下，蹲下身，先帮草鞋少年正了正衣襟，然后用手帮他擦去血迹，柔声道：“遇见不幸事，先有恻隐心，但是君子并不是迂腐人，他可以去井边救人，但绝对不会让自己身陷死地。”
en_us: Qi Jingchun hesitated for a moment before squatting down and helping the young boy fix his collar. He then used his hand to help the young boy clean away the blood on his face, saying in a gentle voice, "When encountering misfortune, one must first have a heart of compassion. However, a noble person isn't equivalent to a stubborn and pedantic person. A noble person will attempt to save the unfortunate person who has fallen into the well, yet they definitely won't allow themself to face the risk of death."

source: 齐静春的那尊巨大法相，洁白缥缈，肃然危坐于东宝瓶洲最北端的版图上。
en_us: Qi Jingchun's enormous Dao Manifestation stood like a pristine and ethereal monolith in the northernmost region of the Eastern Treasured Vial Continent.

source: 齐静春皱了皱眉头，抬头望向泥瓶巷那边，像是在听着别人说话，虽然没有流露出厌烦表情，但是眼神中的不悦，毫不遮掩。
en_us: Qi Jingchun furrowed his brows as he looked up at the opposite end of the Clay Vase Alley. It was as if he were listening to someone else's conversation. Even though there was no hint of disgust on his face, the displeasure in his eyes wasn't hidden at all.

source: 齐静春看了眼搬山猿，“我之所以来此拦你一拦，而对真武山之人放行，其实道理很简单，
en_us: Qi Jingchun glanced at Bai Yuan and said, "My reason for allowing the person from True Martial Mountain to pass while obstructing you a little was actually very simple. Many people joke that there are two types of 'true' people in True Martial Mountain — true noble people and true despicable people. Regarding the swordsman from True Martial Mountain, I can trust every single word that he says.

source: 齐静春看到草鞋少年后，笑容就要自然许多，温声打趣道：“接连几场架，打得惊天地泣鬼神了。”
en_us: Qi Jingchun's smile became a lot more natural when he saw the young boy in straw sandals. His voice was gentle as he teased, "You fought several battles, and each on was more earth-shattering than the last."

source: 齐静春看着时不时用右手擦拭脸庞的少年，两人已经走到杏花巷铁锁井附近，那边有妇人正在弯腰汲水，齐静春问道：“若有陌生人掉进水井，你若救人，就会死，你救不救？”
en_us: Qi Jingchun looked at the young boy who would wipe his face with his right hand from time to time. The two of them had already walked near the Apricot Blossom Alley's Iron Lock Well where there were women bending down and fetching water. Qi Jingchun asked, "Suppose a stranger falls in the well, and suppose you'll die if you try to save them. Knowing this, will you still try to save them?"

source: 齐静春看着满脸认真的少女，问了一个奇怪问题：“世间何事，最为逆天而行，逆流而上？”
en_us: Looking at Ning Yao's serious expression, Qi Jingchun asked a strange question, "What matter in the world is the most challenging and heaven-defying?"

source: 齐静春稍稍转过头，低头凝望着那条千疮百孔的手臂，已经布满道家一脉掌教圣人写就的无上谶箓，好一个替天行道。
en_us: Qi Jingchun turned slightly to look down at his own arm, which was riddled with countless holes and the peerless runes inscribed by the Master Sage of Daoism, and he gently exhaled as he said in a defiant voice, "Be quiet..."

source: 齐静春空闲的右手高高举起，掌心向上，阻挡住那压顶一拳。
en_us: Qi Jingchun raised his spare right hand high above his head with the palm facing upward to oppose the descending fist.

source: 齐静春站定后，脸色凝重，作揖后，抬头问道：“齐静春能否向你们求一片槐叶，让少年日后能够安安稳稳离开小镇，最少在三年内，不受那反扑而来的横祸灾厄？”
en_us: After standing still, Qi Jingchun wore a solemn expression, cupping his hands and bowing at the tree. He then raised his head and asked, "Can Qi Jingchun ask you for a locust leaf? One to allow this young boy to leave the small town peacefully and remain safe from calamity for three years?"

source: 齐静春笑了笑，不在此事上深入解释，大概是怕伤了孩子的心，转换话题，“当初参与那场屠龙浩劫的前辈修士，几乎无人不身负重伤，很多人便在此定居，结茅修行，可谓从容赴死，也有双双侥幸活下来的道侣，也有在并肩作战后，水到渠成地结成良缘。小镇经过三千余年的繁衍生息，便有了如今的规模，在大骊王朝版图上，此地最先被称为大泽乡，后来被一位圣人亲自提笔改为龙渊，再之后避讳某位大骊皇帝的渊字，又作修改”
en_us: Qi Jingchun smiled and didn't delve into this topic any more. He was most likely afraid hurting the young boy's heart. He changed the topic, saying, "Almost all of the cultivators who participated in that dragon slaying calamity were severely wounded. Many of them thus decided to settle here, building houses and cultivating. There were those who unflinchingly battled to their last breath, while there were also dao partners who survived in strokes of great fortune. There were also those whose fates intertwined after battling against that dragon side-by side. After 3000 years of labor and inhabitance, we have the small town that exists now. In the map of the Great Li Empire, this land was initially referred to as Great Marsh Village. Afterward, a sage personally picked up a brush and renamed this place as Dragon Den. Later again, in order to avoid the taboo of having the same character as in the name of the Great Li Empire's emperor, this place was renamed—"

source: 齐静春笑了，“天行健，君子以自强不息。”
en_us: Qi Jingchun smiled as he replied, "One who is destined for great things must learn to fend for oneself."

source: 齐静春笑着回复一句，“君子时诎则诎，时伸则伸也。”
en_us: Qi Jingchun's smile remained unchanged as he replied, "A wise man must know when to retreat and when to stand their ground."

source: 齐静春笑着摇头，“没有，只收了个不算弟子的书童。以前是为了避嫌，现在回头来看，确实错过了几个好苗子。”
en_us: Qi Jingchun smiled and shook his head, replying, "No, I only took a scholarly attendant who can't really be regarded as a disciple. I decided against taking disciples in order to avoid suspicion before, but looking back at it now, I did indeed let many good talents slip out of my hands."

source: 齐静春笑着摇头，道：“先生虽是先生，学问自然极大，可道理未必全对。”
en_us: Qi Jingchun shook his head with a smile as he interrupted, "Our teacher is an extremely wise man, but not everything that he preaches is correct."

source: 齐静春笑而不言。
en_us: Qi Jingchun merely smiled and offered no response, leaving the old man to answer his own question.

source: 齐静春笑道：“也无需对小镇心存忌讳，以后……过不了多久，应该就再没有那些算计了。如果你想要二三十年安稳日子，不妨就在这里找个姑娘娶了，成家立业便是。如果想要去小镇之外，见识一下真正的天地景象，也是好事情。读万卷书，行万里路，是我们读书人必须要做的事情，你以后就会发现，在小镇上是读书难，走路容易，到了外头，很多读书人是买书、看书、藏书都很容易，可就是不喜欢走远路，嫌吃苦，所谓的负笈游学，不过是乘车郊游罢了。”
en_us: Qi Jingchun smiled and continued, "There's no need to fear this small town either. In the future... After a while, there most likely won't be so much scheming and plotting anymore. If you want to live in peace for 20 or 30 years, why not considering getting married with a young lady here and starting a family? If you want to travel beyond this small town to witness the true scenery of the outside world, that would also be a very good choice. Reading 10,000 scrolls and walking 10,000 li[ref]"Li is a Chinese unit of measurement equivalent to about 0.5km."[/ref] is something that we scholars must do. In the future, you'll discover that in this small town, walking and traveling around is easy to do, while trying to read and study is difficult. In the outside world, however, many people find buying books, reading books, and collecting books is extremely easy. Yet, they truly detest traveling walking distances — they find it too tiring and difficult. Their so-called 'journeys with books on their back' are nothing more than excursions in a comfortable carriage."

source: 齐静春笑道：“只要是我想知道的，都可以知道，不过未必全是真相。毕竟有些事情，差之毫厘谬以千里。”
en_us: "If I want to know something, then I'll be able to know it," Qi Jingchun replied with a smile. "However, what I know won't necessarily be the truth. After all, an iota of difference for some things can lead to a misunderstanding of severe proportions."

source: 齐静春笑道：“如今已经都可以了。”
en_us: "Either option is fine," Qi Jingchun replied with a smile.

source: 齐静春笑道：“我也不奢望你当下能听明白，只不过是些铺垫，否则简单劝你别杀苻南华，你肯定听不进去。之所以要你别杀人，不是我齐静春物伤其类，兔死狐悲什么，更不是我对希望他苻南华和老龙城因此感恩，以后我好要些好处，不是这样的。事实上正好相反，我儒家门生弟子，推崇入世，对于修行中人的肆无忌惮，最是抵触，双方明争暗斗了无数年，若我齐静春是刚去山崖书院拜师求学的岁数，那截江真君刘志茂也好，老龙城少城主苻南华也罢，现在哪里还有活命的机会，早给我一掌打得灰飞烟灭了。”
en_us: Qi Jingchun smiled and said, "Nor do I expect you to understand any of this at this moment. However, this is just some background information. Otherwise, you definitely won't listen to me if I simply persuade you not to kill Fu Nanhua. I'm not doing this because I want to protect a fellow cultivator, nor is it because I'll be saddened by his death. It more so isn't because I want Fu Nanhua or the Old Dragon City to feel grateful toward me and grant me favors in the future. It isn't like this. In fact, it's the complete opposite. Disciples of Confucianism advocate cultivation by engagement with society. Thus, we're most opposed to those cultivators who act with wanton disregard. The two sides have clashed openly and in secret for countless years, and if it were me from the past who had just gone to study in the Mountain Cliff Academy, how could any of them still be alive, be it the River Severing True Lord Liu Zhimao or the Old Dragon City's Young City Lord Fu Nanhua? I would have smashed them into oblivion long ago."

source: 齐静春笑道：“早先刻了一方印章，送给赵家一个孩子。”
en_us: "I engraved another seal a while ago, and I gave it to a child from the Zhao Clan," Qi Jingchun replied with a smile.

source: 齐静春笑道：“走吧。”
en_us: Qi Jingchun smiled and said, "Let's go."

source: 齐静春笑道：“陈平安，你不妨先松开右手试试看，再决定要不要随我四处走走。有些事情我难辞其咎，必须要给你一个交代。”
en_us: Qi Jingchun smiled and said, "Chen Ping'an, why don't you try loosening your right hand first? Then you can decide whether you want to take a stroll around with me. Some things I can't escape blame from, so I must give you an explanation."

source: 齐静春笑问道：“真心话？”
en_us: Qi Jingchun smiled and asked, "From the bottom of yout heart?"

source: 齐静春答道：“后果之重，一座正阳山承受不起。”
en_us: "If I don't, the consequences will be so great that even Sun Scorch Mountain can't shoulder it," Qi Jingchun replied.

source: 齐静春背后响起一个少年的喊声。
en_us: A young boy called out behind Qi Jingchun.

source: 齐静春脸色如常，缓缓道：“我齐静春，作为负责看管此地风水气运一甲子的儒家门生，有些话还是应该与你解释一下，首先，我与那少女并无瓜葛渊源，只是见她天资极好，‘气冲斗牛’四字匾额，蕴含着宝瓶洲一部分剑道气数，当少女站在匾额下的时候，四字便主动与她生出了感应，可惜少女当时佩剑材质，不足以支撑起四字气运，我便顺水推舟地摘下其中两字，放入她剑中。我与这位少女的关系，到此为止。并非你所揣测的那般，是我选中的不记名弟子。”
en_us: Qi Jingchun's expression remained unchanging, and he said slowly, "As the Sage who's responsible for overlooking this realm for 60 years, there are some things that I do need to explain to you. Firstly, I have no relationship with that young girl, and I simply appreciate her talent. The plaque that reads 'unmatched aura' contains a portion of the Eastern Treasured Vial Continent's Sword Dao Aura, and when Ning Yao stood under the plaque, the characters insribed on it automatically resonated with her. "However, it was a shame that her sword wasn't of the sufficient quality to house the aura possessed by those characters. Thus, I gave her a helping hand and placed two of the characters in her sword. That's my only relationship with her. Your assumption that she's a secret disciple of mine isn't correct."

source: 齐静春脸色阴晴不定，最后唯有叹息一声，低头望去，满怀愧疚。
en_us: Qi Jingchun's expression became dark and gloomy. In the end, he could only sigh and look down, his face filled with remorse and guilt.

source: 齐静春自嘲笑道：“若是真舍得脸皮去监守自盗，作为一家之主，往自己怀里搂东西，外人岂能察觉到丝毫？一部梦中杀人的剑经罢了，需要我齐静春谋划将近一甲子，才动手谋夺吗？”
en_us: Qi Jingchun smiled in a self-deprecating manner and continued, "As the Sage overlooking this place, if I were truly shameless enough to steal from what's been entrusted to me, do you really think anyone would be able to find out? What you're worried about is nothing more than a mere sword scripture that can kill someone in their dreams. Do I, Qi Jingchun, need to scheme for 60 years to obtain it?"

source: 齐静春自顾自说道：“此方天地，如同风吹日晒三千年的老旧瓷器，支离破碎在即，你们终究是外人，又有大阵护持，如何作为，只要不要太过分，远远不至于让瓷器崩碎，可我是那个手捧瓷器的人，我的任何举动，都会牵扯到这件瓷器的裂缝，事实上不管我做什么，只会让那些纹路增加蔓延。若只是瓷器碎了，也就罢了，可是这小镇五六千人今生来世的命运，尽在我手，我如何能掉以轻心？”
en_us: Qi Jingchun answered his own question anyway, saying, "This land is like an old piece of chinware that has been subject to the harsh elements for 3000 years, bringing it close to shattering. You people are ultimately outsiders, and you're also protected by that large formation. Thus, as long as your actions aren't too excessive, there's almost no way you people can cause the chinaware to shatter. However, I'm the person holding the chinaware. Everything I do will influence the cracks on this chinaware. In reality, these cracks and fractures will continue to grow and emanate no matter what I do. If the chinaware shatters, then so be it. However, what of the 5000 or 6000 lives in this small town? Their fate is in my hands, so how can I be so careless?"

source: 齐静春苦笑道：“先生其实学问更大。”
en_us: Qi Jingchun smiled bitterly and stated, "Master's knowledge is actually even greater than that."

source: 齐静春虽然微微皱眉，但始终安静听完搬山猿的言语，从头到尾，不置一词。
en_us: Qi Jingchun frowned slightly, but he didn't interrupt Bai Yuan's rambling. He quietly listened to everything the Mountain-moving Ape had to say.
